11/data/attachments/5e3d16463e54105a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_3d174bf0-a09e-44ea-8541-0067932a553e</nif:username>
            <nif:friendToBeAdded>Lisa_item_Friend_98544_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>